Repository: heroesoebekti/telegram
Catalog: lib/locale/*/LC_MESSAGES/messages.po
Languages: id_id

source: You don't have enough privileges to access this area!
id_id: Anda tidak diperkenankan akses halaman ini!

source: Message Sent Successfully!
id_id: Pesan Berhasil Terkirim!

source: Send
id_id: Kirim

source: Message
id_id: Pesan

source: All Data Successfully Deleted
id_id: Semua Data Berhasil Dihapus

source: Some or All Data NOT deleted successfully!\nPlease contact system administrator
id_id: Sebagian atau semua data GAGAL dihapus!\nHubungi administrator sistem

source: Telegram Account
id_id: Akun Telegram

source: Search
id_id: Cari

source: Member ID
id_id: Nomor Anggota

source: Member Name
id_id: Nama Anggota

source: Telegram Username
id_id: Pengguna Telegram

source: Direct Message
id_id: Pesan Langsung

source: Write Message
id_id: Tulis Pesan

source: Found <strong>{result->num_rows}</strong> from your keywords
id_id: Ditemukan <strong>{result->num_rows}</strong> dari kata kunci yang Anda masukkan

source: Data Successfully Updated
id_id: Data Berhasil Diperbaharui

source: Language Data FAILED to Updated. Please Contact System Administrator
id_id: Data Bahasa GAGAL Diperbaharui. Hubungi Administrator Sistem

source: New Data Successfully Saved
id_id: Data Baru Berhasil Disimpan

source: Language Data FAILED to Save. Please Contact System Administrator
id_id: Data Bahasa GAGAL Disimpan. Hubungi Administrator Sistem

source: Telegram Auto Response
id_id: Jawaban Otomatis Telegram

source: Question List
id_id: Daftar Pertanyaan

source: Add New Question
id_id: Tambahkan Pertanyaan Baru

source: Save
id_id: Simpan

source: Update
id_id: Perbaharui

source: Question
id_id: Pertanyaan

source: Response
id_id: Respon

source: You are going to edit data
id_id: Anda akan merubah data

source: Last Update
id_id: Perubahan Terakhir

source: Welcome to %s library
id_id: Selamat Datang di Perpustakaan %s

source: I don't understand
id_id: Saya tidak mengerti

source: UNREGISTRED member
id_id: Anggota TIDAK TERDAFTAR

source: Your Account :
id_id: Akun anda :

source: Gender
id_id: Jenis Kelamin

source: Male
id_id: Pria

source: Female
id_id: Wanita

source: Birth Date
id_id: Tanggal Lahir

source: Member Type Name
id_id: Tipe Keanggotaan

source: Member Address
id_id: Alamat Anggota

source: Member Mail Address
id_id: Alamat Surat Anggota

source: Member Email
id_id: Surel Anggota

source: Postal Code
id_id: Kode Pos

source: Member Phone
id_id: Telepon Anggota

source: Member Since Date
id_id: Anggota Sejak Tanggal

source: Register Date
id_id: Tanggal Daftar

source: Expire Date
id_id: Tanggal Kadaluwarsa

source: Is Pending
id_id: Ditangguhkan

source: No
id_id: Tidak

source: Yes
id_id: Ya

source: Member Notes
id_id: Catatan Anggota

source: Only for registered account
id_id: Hanya untuk akun terdaftar

source: Insert Item Code
id_id: Masukkan Kode Eksemplar/Barkod

source: Item not registered in database
id_id: Eksemplar ini tidak terdaftar dalam pangkalan data

source: Membership status is suspended or expired, Transaction cannot be continued
id_id: Status keanggotaan ditangguhkan atau kedaluwarsa, Transaksi tidak dapat dilanjutkan

source: Collection is currently in reserve, Transaction cannot be continued
id_id: Koleksi saat ini dalam cadangan, Transaksi tidak dapat dilanjutkan

source: Collection status is overdue, Transaction cannot be continued
id_id: Status koleksi jatuh tempo, Transaksi tidak dapat dilanjutkan

source: Maximum Reborrow Limit, Transaction cannot be continued
id_id: Perpanjangan peminjaman sudah maksimal, Transaksi tidak dapat dilanjutkan

source: Transaction already updated, Cannot be continued
id_id: Transaksi yang sama untuk koleksi pada hari ini, tidak dapat dilanjutkan

source: Transaction Success, Check on Loans Menu
id_id: Transaksi berhasil, Periksa di sejarah peminjaman

source: Transaction Aborted
id_id: Transaksi Dibatalkan

source: Are you sure to extend <b> %s </b>?
id_id: Anda yakin untuk memperpanjang masa pinjam <b> %s </b>?

source: Loan Status for this Collection
id_id: Status Pemninjaman untuk Koleksi ini

source: Loan Date
id_id: Tanggal Pinjam

source: Due Date
id_id: Tanggal Keterlambatan

source: Renewed
id_id: Diperpanjang

source: Loan Periode
id_id: Periode Peminjaman

source: Days
id_id: Hari

source: Reborrow Limit
id_id: Batas Perpanjangan

source: Press <code>Y</code> if agree or any key to abort
id_id: Anda yakin memperpanjang masa pinjam <b> %s </b>? Ketik <code>Y</code> jika setuju atau yang lain untuk batal

source: Account already registered
id_id: Akun ini sudah terdaftar

source: Insert your username
id_id: Masukkan nama pengguna Anda

source: FAILED, Check your username and password or maybe already registered with another telegram account
id_id: GAGAL, periksa nama pengguna dan password anda, atau mungkin sudah terdaftar dengan akun telegram lain

source: Account activation process is successful
id_id: Aktivasi pengguna berhasil

source: Insert Your Password ! if you dont have one, please contact the library staff
id_id: Masukkan kata sandi anda ! Jika anda tidak punya, silakan hubungi staf perpustakaan

source: Current Loan
id_id: Eksemplar Terpinjam Saat Ini

source: Item Code
id_id: Kode Eksemplar

source: Return Date
id_id: Tanggal Kembali

source: Note
id_id: Catatan

source: Collection in overdue status. you are not self extend
id_id: Koleksi dalam status terlambat. Anda tidak memperpanjang secara mandiri

source: No Loan Transaction
id_id: Tidak Ada Transaksi Peminjaman

source: Current Fines
id_id: Denda saat ini

source: Credit
id_id: Kredit

source: Debet
id_id: Debit

source: You use the <b>HELP</b> menu
id_id: Anda menggunakan menu <b>BANTUAN</b>

source: <b>OPAC</b> is the link to the main page of this System
id_id: <b>OPAC</b> adalah tautan ke halaman utama sistem ini

source: <b>Help</b> to provide a brief overview of the menus available in this service
id_id: <b>Bantuan</b> untuk memberikan gambaran singkat tentang menu-menu yang tersedia di layanan ini

source: <b>Activation</b> is used to link your registered account in library membership. This registration process will record your Telegram account into our system
id_id: <b>Aktivasi</b> digunakan untuk menautkan akun terdaftar Anda dalam keanggotaan perpustakaan. Proses pendaftaran ini akan merekam akun Telegram Anda ke dalam sistem kami

source: <b>Loan</b> to display a list of your current loans
id_id: <b>Pinjaman</b> untuk menampilkan daftar pinjaman Anda saat ini

source: <b>Overdue</b> to display a list of your current overdues
id_id: <b>Terlambat</b> untuk menampilkan daftar tunggakan Anda saat ini

source: <b>Fines</b> to display a list of your current fines
id_id: <b>Denda</b> untuk menampilkan daftar denda Anda saat ini

source: <b>Account</b> to display a detail of your account
id_id: <b>Akun</b> untuk menampilkan detail akun Anda

source: Help
id_id: Bantuan

source: Membership
id_id: Keanggotaan

source: Loans
id_id: Peminjaman

source: Extend
id_id: Perpanjang

source: Fines
id_id: Denda

source: Activate
id_id: Aktivasi

source: Telegram Bot Settings
id_id: Ubah preferensi bot telegram

source: Bot Auto Response
id_id: Jawaban Otomatis Telegram

source: Print Circulation Receipt
id_id: Cetak Bukti Sirkulasi

source: Transaction finished
id_id: Transaksi Selesai

source: Loan
id_id: Pinjam

source: Return
id_id: Kembali

source: Overdue %d days with fines %s. %s
id_id: Terlambat %d hari dengan denda %s. %s

source: Overdue
id_id: Keterlambatan

source: Need Internet Access
id_id: Membutuhkan akses internet

source: webhook not provided for this server
id_id: webhook tidak disediakan untuk server ini

source: Connected
id_id: Terhubung

source: TOKEN and Bot Name can not be empty
id_id: TOKEN atau nama bot tidak boleh kosong

source: Data FAILED to Updated. Please Contact System Administrator
id_id: Data GAGAL diperbarui. Silahkan Kontak Admin Sistem

source: Bot Settings
id_id: Pengaturan Bot

source: Modify telegram bot preferences
id_id: Ubah preferensi bot telegram

source: Bot Telegram Status
id_id: Status Bot Telegram

source: Bot Name
id_id: Nama Bot

source: Unset
id_id: Belum Di Set

source: Pending Update Count
id_id: Hitungan Pembaruan Tertunda

source: Has Custom Certificate
id_id: Memiliki Sertifikat Kustom

source: Max Connections
id_id: Koneksi Maks

source: CONNECT
id_id: SAMBUNGKAN

source: Disable
id_id: Tidak mungkin

source: Enable
id_id: Dimungkinkan

source: Self Activation
id_id: Aktivasi Mandiri

source: Self Loan Extension
id_id: Perpanjangan Pinjaman Mandiri

source: Self Booking
id_id: Pemesanan Mandiri

source: Circulation Receipt
id_id: Tanda Terima Transaksi

source: Visiting Notification
id_id: Pemberitahuan Kunjungan

source: Overdue Warning
id_id: Peringatan Keterlambatan

source: Overdue Notice
id_id: Pemberitahuan Keterlambatan

source: Bot Authorized!
id_id: Bot Resmi!

source: Bad Request: bad webhook: HTTPS url must be provided for webhook!
id_id: Permintaan Buruk: webhook buruk: URL HTTPS harus disediakan untuk webhook!
